Repository: eayanoglu15/coagusearch-iOS
Catalog: Coagusearch/*.lproj/Localizable.strings
Languages: tr

source: Appointment Date
tr: Randevu Tarihi

source: Add Medicine
tr: İlaç Ekle

source: Account Information
tr: Hesap Bilgisi

source: Blood Order
tr: Kan Siparişi

source: Blood Order for Patient
tr: Hasta için Kan Siparişi

source: Cancel
tr: İptal Et

source: Could not serialize success state
tr: İsteğin cevabı okunamadı

source: Could not serialize appointment
tr: Randevu cevabı okunamadı

source: Could not serialize user
tr: Kullanıcı cevabı okunamadı

source: Could not serialize medicines
tr: İlaç cevabı okunamadı

source: Could not find token
tr: Token bulunamadı

source: Dosages
tr: Doz

source: dosages
tr: doz

source: dosage
tr: doz

source: Do you want to edit your medicine or delete it?
tr: İlacını düzenlemek mi yoksa silmek mi istersin?

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Error
tr: Hata

source: Encountered an unexpected error
tr: Beklenmeyen bir hata oluştu

source: Frequency
tr: Sıklık

source: µTem Data Analysis
tr: µTem Veri Analizi

source: Missing Information
tr: Eksik Bilgi

source: Medicine
tr: İlaç

source: My Appointments
tr: Randevularım

source: Missing Blood Type
tr: Kan Grubu Eksik

source: Missing Rh Type
tr: Rh Değeri Eksik

source: My Patients
tr: Hastalarım

source: Not specified
tr: Belirtilmedi

source: Notifications
tr: Bildirimler

source: Okey
tr: Tamam

source: Profile
tr: Profil

source: Please fill your id and password
tr: Lütfen T.C. Kimlik Numaranızı ve şifrenizi girin

source: Please fill all the fields that are related to your medicine
tr: Lütfen ilacınız ile ilgili tüm bölümleri doldurun.

source: Please enter your name and surname.
tr: Lütfen adınızı ve soyadınızı giriniz.

source: Please enter your blood type as well.
tr: Lütfen kan grubunuzu da giriniz.

source: Please enter your rh type as well.
tr: Lütfen rh değerinizi de giriniz

source: Past Appointments
tr: Eski Randevular

source: Past µTem Data Analyses
tr: Geçmiş µTem Veri Analizleri

source: Past µTem Data Analysis
tr: Geçmiş µTem Veri Analizi

source: Request Appointment
tr: Randevu Al

source: Regular Medicines
tr: Düzenli İlaçlar

source: Time Slot
tr: Zaman Aralığı

source: Today
tr: Bugün

source: Patient does not have any recorded regular medicine
tr: Hastanın kayıtlı düzenli ilacı bulunmamakta

source: Treatment Status
tr: Tedavi Durumu

source: Treatment Decision
tr: Tedavi Kararı

source: Update Medicine
tr: İlacını Güncelle

source: Update Your Medicine
tr: İlacını Güncelle

source: Unit
tr: Birim

source: Units
tr: Birim

source: Welcome
tr: Hoş Geldiniz
